Revit 2024 API
UnitTypeId.WattsPerCubicMeterPerSecond Property
 Watts per cubic meter per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerCubicMeterPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerCubicMeterPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerCubicMeterPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace